Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1089_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Hildá elää musiikille
smn: Hildá iälá muusik várás

source: Hildá Länsman on utsjokinen nuori nainen, joka nousi ihmisten tietoisuuteen erityisesti Uuden Musiikin Kilpailun kautta keväällä 2015.
smn: Hildá Länsman lii ucjuvlâš nuorâ nisson, kii pajanij ulmui tiätuvuotân eromâšávt Uđđâ Muusik Kišto peht kiđđuu 2015.

source: Kilpailun voittaja edusti Suomea Euroviisuissa ja Solju saavutti UMK:ssa neljännen sijan.
smn: Kišto vyeittee ovdâstij Suomâ Euroviisuin já Solju ulâttij UMK:st niäljâd sajan.

source: Hildá osallistui kilpailuun tunnetun saamelaisartistin äitinsä Ulla Pirttijärvi-Länsmanin kanssa.
smn: Hildá vaaldij kiišton uási enijnis Ulla Pirttijärvi-Länsmanáin.

source: Kaksikon kilpailukappaleen nimi oli Hold Your Colours ja siinä kuului myös joikua.
smn: Sunnuu kištopitá nommâ lâi Hold Your Colors, mast kullui meiddei juáigus.

source: Hildá kuvailee kokemusta tohinantäyteiseksi ja hienoksi.
smn: Hildá valdâl, ete fiäráán lâi huššááš já fiijnes.

source: Hildá on ollut musiikin kanssa tekemisissä pienestä asti ja kasvanut joikuperinteeseen.
smn: Hildá lii iällâm musiikkijn ton rääjist ko lâi pärni já sun lii šoddâm juáigumärbivuohân.

source: Joiku on Hildálle tärkeä kanava tunteiden, ympäristön ja oman taustan kuvaamiseen.
smn: Juoigâm lii Hiildán tehálâš kiäinu olgospyehtiđ tobdoid, pirrâs já jieijâs tuávváá.

source: Ensimmäisen joikunsa hän teki 3-vuotiaana ja peruskouluaikoina erityisesti musiikinopettaja Niilo Rasmus innosti musiikin pariin.
smn: Vuossâmuu juáigusis sun rahtii 3-ahasâžžân já vuáđuškovlâäigin suu movtijditij muusik rähtimân muusikmáttáátteijee Niilo Rasmus.

source: Nyt Hildá opiskelee Sámi Allaskuvlassa (saamelaisessa korkeakoulussa) Norjan Kautokeinossa luokanopettajaksi.
smn: Táál Hildá uáppá Säämi Ollâškoovlâst Taažâ Kuovdâkiäinust luokamáttáátteijen.

source: Hän käy myös samaan aikaan Utsjoella vuoden kestävän Saamelaismusiikin aikuiskoulutus – linjan 2015-2016. - Pakko pärjätä, vastaa Hildá, kun hän miettii, kuinka ehtiä harrastusten lisäksi käydä kahta koulua.
smn: Sun jotá siämmáá ääigi meiddei ive pištee Sämmilâšmuusik rävisolmoošškovlittâs - linjâš Ucjuuvâst. ¨–Pággu piergiđ, västid Hildá ko sun smiättá, ete maht sun asta puđâldâsâi lasseen jotteeđ kyevti škoovlâ.

source: Hildá haluaa perehtyä enemmän musiikkiin ja alkaa tulevaisuudessa musiikinopettajaksi.
smn: Hildá haalijd uápásmuđ pyerebeht muusikân já älgiđ puátteevuođâst muusikmáttáátteijen.

source: Hildá on Soljun lisäksi mukana inarilaisessa Out Of The Woods – yhtyeessä.
smn: Hildá lii Solju lasseen mieldi aanaarlâš Out Of The Woods - muusikjuávhust.

source: Out Of The Woods tekee rock ja blues – vaikutteista musiikkia, kun taas Solju on poppia.
smn: Out Of The Woods ráhtá rock já blues - muusik já Solju ráhtá peeleest pop-muusik.

source: Solju on tekemässä levyä ja kappaleet ovat enimmäkseen saameksi.
smn: Solju lii rähtimin skiärru, mon pitáh láá iänááš sämikielân.

source: Ideat lauluihin ja joikuihin kumpuavat Hildálla vaikka minkälaisissa tilanteissa, kuten vaikkapa luonnossa kulkiessa, autolla ajaessa tai kirjaa lukiessa.
smn: Jurduuh lávluid já luáigusijd šaddeh jyehilágán tiilijn, veikkâpâ luándust jođedijn, avdoin vyejedijn tâi kirje luvâdijn.

source: Hildá on vasta aloittelemassa muusikon uraansa ja on avoin eri mahdollisuuksille.
smn: Hildá lii eskin älgimin muusikrähten já sun lii ávusmielâsâš ereslágán máhđulâšvuođáid.

source: Joka tapauksessa hän haluaa tehdä tulevaisuudessa levyjä, ja tuoda saamelaismusiikkia näkyviin laajemmalle maailmaan.
smn: Puátteevuođâst sun kuittag haalijd rähtiđ skiärruid já pyehtiđ sämimuusik uáinusân olgoláá maailmân.

source: Linkkejä:
smn: Liiŋkih:

source: Teksti ja kuvat: Milla Elmiina Pulska
smn: Tekstâ já koveh: Milla Elmiina Pulska
